{
  "translation": {
    "languageName": "English",
    "compatability": 1.1,
    "general": {
      "title": "Elections",
      "voteButton": "Vote",
      "candidatesButton": "Candidates",
      "contact": "Inquiries? Contact ",
      "errors": {
        "unauthorized": "Unauthorized",
        "alreadyVoted": "User has already voted on ",
        "tryagain": "Election Server unresponsive - we apologize for the inconvenience.\nWe're working on it!",
        "vote-has-not-started": "Voting period has not started yet",
        "vote-has-ended": "Voting period has ended",
        "other": "Error logging in please try again",
        "warning": "Woah, you shouldn't be getting this...We'll look into it!"
      }
    },
    "landingPage": {
      "voteStart": "Voting hasn't started yet!",
      "voteOpen": "Voting is open!",
      "voteEnd": "Voting has ended, thank you to all participants!",
      "instructionsP1": "If you are a student in Computer Science, you will receive an email from us detailing the voting instructions & a voting link.",
      "instructionsP2": "Use your unique voting link to submit your ballot."
    },
    "errorPage": {
      "subtitle": "An error has occured",
      "description": "Apologies, feel free to contact it@cssa-aei.ca if the problem persists. Monitoring will be notified",
      "return": "Return to landing page"
    },
    "loginPage": {
      "studentID": "Student ID",
      "signIn": "Sign In"
    },
    "votePage": {
      "submit": "Submit",
      "abstain": "Abstain"
    },
    "votesuccessPage": {
      "voteTime": "Vote time\n",
      "thankYou": "Thank you!",
      "return": "Return to landing page"
    },
    "positionName": {
      "PRES": "President",
      "FNCE": "VP Finance",
      "ACDM": "VP Academic",
      "SOCL": "VP Social",
      "COMS": "VP Communications",
      "INTR": "VP Internal Affairs",
      "EXTR": "VP External Affairs",
      "PHIL": "VP Philanthropy",
      "EQUT": "VP Equity",
      "EXAF": "VP Executive Affairs",
      "INTE": "VP IT",
      "LGST": "VP Logistics"
    },
    "candidatesPage": {
      "subtitle": "You can access the platforms of the candidates running below.",
      "lastname": "(Justified) Platform here \n\n This is a new line",
      "szulsztein": "As the current Vice-President of Social Affairs and an experienced member of the executive team, I am excited to run for the President of the CSSA. As the VP Social, I have hosted and contributed to many successful events such as 101 Week, LAN Parties, Montreal Takeovers, Hack the Hill, and more!\n\nIf elected, my focus will be on building closer relationships with various student groups on campus to provide more learning and leadership opportunities to computer science undergraduates. We have already had great collaborations with student organizations, and I want to expand this effort to include more student-run clubs and competitive engineering teams.\n\nWith my experience in event planning and networking, I plan to build on the CSSA's existing relationships with companies to bring more networking events to campus.\n\nI also believe in increasing the CSSA's transparency to improve communication with students. I plan to make budgets and minutes easily accessible so more students can partake in our ongoings.\n\nAdditionally, I want to strengthen our relationship with the faculty to improve student experience academically and socially in the Faculty of Engineering.\n\nWith my experience, dedication, and commitment, I am confident that I can lead the CSSA to new heights. Vote for me, and together, we can make the CSSA the best it can be!",
      "suresh": "Hi Comp Sci! My name is Aashish Suresh, and I am running for VP Finance for the CSSA for the 2023-2024 year! As your VP Finance, I plan to promote and achieve the financial and budgetary goals set forth by the CSSA. For example, I would serve the CSSA by planning a comprehensive budget, as well as allocating our resources in the most fair, equitable, and efficient way. I would also be responsible to provide financial reports for the CSSA, as well as collecting levies and other forms of funding provided for the use of the CSSA. Having been the Founder and President of the Business and Entrepreneurship Club, as well as Secretary of the Investment club both in high school, I have the exposure and experience necessary to succeed in a role such as VP Finance. Also, being the Junior VP Philanthropy for the 2022-2023 year, I have experience working within the CSSA, and understand the inner workings and processes of it. I wish to support the CSSA through the means of responsible and proactive financial decisions, as well as proper planning and execution of any and all financial related affairs. Vote Aashish Suresh for VP Finance March 16th-18th!",
      "bhangu": "As the current Vice President of Financial Affairs for the CSSA and one of the key organizers behind Hack the Hill, I am running for the position of Vice President of Academic Affairs. By voting for me, Ali, you're choosing to support more exam prep and study sessions, as well as new events such as code and karaoke that will help you grow academically and socially.\n\nIf elected, I'll ensure that we host a wide variety of academic events to help students and provide opportunities to network with professors and industry professionals. With my vast network obtained throughout my campus activities over the last two years, I truly believe that by serving as Vice President of Academic Affairs, I can make a meaningful impact on student life on campus.",
      "dimatulac": "Hello! I'm Cedric, a CS student who loves Kirby, Ghibli movies and attending LAN parties. I've been involved with CSSA for some time now, attending events and serving as a guide during 101 week, and would like to become more involved by becoming VP Internal. In this role, I'd be responsible for overseeing the organization's in-office operations, which includes maintaining a tidy space, accounting for supplies and documents, and ensuring that everyone feels comfortable when in the office.\n\nYou know, while we've been out here working our butts off studying for midterms, grinding assignments, and just being stressed about life, I've realized that it's essential to have a space on campus to relax. The CSSA office provided that space for me. Its cozy atmosphere made not just for a good place to study, but also a good place to talk with friends and have fun, aided further by the lovely people here. I want to ensure that all of you can share the sense of comfort I feel there.\n\nSo why vote for me? I know the CSSA office like the back of my hand. I know exactly how to make it more lively, like bringing more snacks, adding more Switch games, and redecorating for each holiday--changes that I promise to implement as VP Internal. That doesn't mean I'll forget my organizational duties of filing documents efficiently and ensuring office records are organized either, and I'm open to any suggestions to improve the office!\n\nNot convinced? Well, here are just a few of my achievements:\n-Aced probability by cramming for 48 hours\n-Loudest karaoke singer\n-4th best Smash player in Ottawa and the best Canadian Kirby player\n\nVote for me and I'll guarantee you do well on your next midterm! (Not actually but I'll still give you words of encouragement!)",
      "olugbemiro": "",
      "hassan": "Hi, I'm Sami, a second year CS student running for VP Internal Affairs. I'm running because I  think getting involved and making connections is important, especially after a few years of being  online for school. If elected as your VP Internal, I am committed to ensuring all in-office  services provided by the CSSA are running as smoothly as possible.\n\nI believe that maintaining a clean and orderly office space is crucial for any productive work  environment. I pledge to ensure that the CSSA office is always well-maintained and presentable.  I will work to develop a system for regular cleaning and organization of the office space to make  sure the office is in its best condition. I would also develop eco-friendly practices in the office,  such as minimizing paper usage, a proper recycling system and reducing energy consumption. \n\nThe CSSA office should not exclusively be an environment for association affairs, but also a  place for students to chill for a bit, get some studying done during an intense school day with any  essentials they may need for the day right at their fingertips. I pledge to keep the office supplied  with not just basic office supplies and stationary, but first aid, gum/mints, an electric kettle (with  tea and ramen packs included of course) in accessible locations. \n\nI also recognize the importance of accessibility when it comes to CSSA business documents. I  understand that taking forever to find something that you know is in the room you're in is not  fun. As VP Internal Affairs, I will make it a priority to ensure that all documents pertaining to  CSSA business are filed in a manner that is accessible to all members.\n\nI hope these 300 words and my posters on @sami4vpinternal on Instagram convince you to vote  Sami for VP Internal!",
      "ang": "",
      "suleymanova": "Hello everyone. My name is Zahra Suleymanova and I am running for the position VP External Affairs of the CSSA. I am a second year computer science student and I would love to represent my fellow computer science colleagues while having this position. I am eager to collaborate with you all and I am looking forward to helping every single one of you with resources and connections you require in your career paths. As the previous VP Academic of the CSSA and the sponsorship team coordinator of Hack the Hill, I will organize professional activities and events such as career fair, where recruiters and representatives of different tech companies talk about their workplace and give guidelines on how to successfully land internships. Aside from that I will communicate with the university services on whatever questions or concerns you might have. Therefore I encourage you to vote for me on 16th - 18th March and feel free to contact me if you have any questions or concerns!",
      "mostefai": "",
      "ajersch": "",
      "lee": "As a first year, I feel like I have to prove myself in many aspects; I have yet to earn my seat at the table. That is why I am the ideal candidate for vice president of philanthropy. I work tirelessly to achieve the goals I set for myself and those I share with others; I am very collaborative and enjoy interacting with people of various backgrounds.\n\nFor example, this past October, I volunteered with uOttawa WISE (Women in Science and Engineering) for their Women in the Workplace event. I helped interested students in setting up their LinkedIn accounts, additionally showing them the features the platform provides, such as easy job application and skill tests, to name a few. I thoroughly enjoy helping others and providing resources as accessibility and security, especially job security, are topics I care about deeply.\n\nAs vice president of philanthropy, I intend on participating in and initiating appropriate philanthropic activities. For example, fundraising for social causes, student projects, and holding donation events. In regards to the donation events, I would like to host an electronics donation event where students can donate used/gently used items. In addition, during final exams, hosting mental health clinics to ensure students have access to resources to help them through the stressful time.\n\nFurthermore, I will not only work hard to ensure the success of myself and others, but I care very deeply. Though my compassion may be seen as both an asset and a detriment, I know as vice president of philanthropy, I will represent the CSSA well and accomplish the goals we set. ",
      "mao": "Have you ever wanted to rep some uOttawa merchandise that doesn't cost you an arm and a leg? Have you ever wanted to go to a lan party and play Cards Against Humanity or Smash or FIFA? Have you ever wanted a third thing because the rule of threes is satisfying? Look no further!\n\nAs the first and only VP Logistics of the CSSA (and also the only candidate for the position), my organization skills have not gone unnoticed in the tracking and selling of official merchandise, and I'll continue doing a great job with it.\n\nI also have plans to implement a contract to ensure borrowed property gets returned in a timely manner.\n\nAt the end of the day, my hard work and determination won't be anything like the Spanish Inquisition, because you'll expect it.\n\nVote Timothy Mao, because you wouldn't download a hoodie.",
      "brown": "Hi there! I'm Chelsea! I'm running for VP Equity of the CSSA, and if you're reading this, prepare to be persuaded by my charm, charisma, and sweet sweet words.\n\nIf I ask you to close your eyes, and imagine a computer scientist, let's be real; you probably won't picture someone who looks like me, despite my nerd glasses. All this to say, I know what it's like to be underrepresented, especially going into this field. This perspective allows me to better recognize and identify issues occurring around me, and figure out how to help others in sensitive situations.\n\nWhen it comes to the lack of representation and diversity, I've always tried to be part of the solution. I've been big on equity for years; I'm currently the first-year engineering representative for uOttawa's WISE (Women In Science and Engineering), where we strive to empower women through all kinds of events and partnerships; In the past, I've been a student ambassador for the Durham Black Educators Network, where I created a seminar day for marginalized elementary students, and was awarded their Student Success award for an LGBTQ+ student demonstrating advocacy in their community.\n\nAs the current junior VP academic, I got the chance to get to know the current execs and watch them put hours of hard work into making the lives of computer science students better. If elected, I would be a mentor, role model, and friend to everyone who walks through the office doors, and I'd make sure they felt supported and heard. Through events, social media posts, and in-person during my office hours, I'll use my platform as VP Equity to make the CSSA (and uOttawa) an inclusive, safe space, where we all feel valued and connected.",
      "jocson": "Hi ! My name is Angeleeca Jocson and I am a second year student in computer science and mathematics. I am running for the position of vice president executive affairs of the computer science student association at the University of Ottawa. I want to support and help the other executives of CSSA in any way I can. I am kind and patient with both my peers at school and my colleagues at work and I think I can reflect that communication and collaboration working in CSSA. I also have leadership experience from work and I can manage and assure that all CSSA policies and rules are followed and respected. I am also bilingual and I can use that skill to communicate with both other executives of CSSA and my peers in computer science, as well as my job to respond to general emails sent to CSSA. I will ensure that my responses reflect and represent all the executives of CSSA. I will devote my time to CSSA and I vow to fulfil the role of executive affairs. Thank you for your time and consideration of my candidacy.",
      "yalcinkaya": "My name is Aydin Yalcinkaya, and I am excited to be running for the Vice President, IT position in the CSSA. As a second year Computer Science student, I am dedicated to making the student experience the best it can be for every CS student at uOttawa. With my experience as a developer on the Hack the Hill team and previous Jr. VP Academic for the CSSA, I have a solid understanding of what it takes to create effective solutions that benefit the entire student body. In addition to continuing to maintain and upgrade the CSSA's election system, I plan on developing even more innovative tech-based solutions that will improve the CSSA's operations and enhance the overall experience for CS students. Alongside my fellow executives, I will work hard to organize and run events that will create a vibrant and enriching student life for all."
    }
  }
}
