{
  "translation": {
    "languageName": "English",
    "compatability": 1.1,
    "general": {
      "title": "Elections",
      "voteButton": "Vote",
      "candidatesButton": "Candidates",
      "contact": "Inquiries? Contact ",
      "errors": {
        "unauthorized": "Unauthorized",
        "alreadyVoted": "User has already voted on ",
        "tryagain": "Election Server unresponsive - we apologize for the inconvenience.\nWe're working on it!",
        "vote-has-not-started": "Voting period has not started yet",
        "vote-has-ended": "Voting period has ended",
        "other": "Error logging in please try again",
        "warning": "Woah, you shouldn't be getting this...We'll look into it!"
      }
    },
    "landingPage": {
      "voteStart": "Voting hasn't started yet, come back later!",
      "voteOpen": "Voting is open!",
      "voteEnd": "Voting has ended, thank you to all participants!",
      "instructionsP1": "If you are a student in Computer Science, you will receive an email from us detailing the voting instructions for this election, along with a voting link.",
      "instructionsP2": "After navigating to the link provided, you'll encounter a login menu. Once verified, you'll be redirected to the voting interface in order to submit your ballot."
    },
    "errorPage": {
      "subtitle": "An error has occured",
      "description": "Apologies, feel free to contact it@cssa-aei.ca if the problem persists. Monitoring will be notified",
      "return": "Return to landing page"
    },
    "loginPage": {
      "studentID": "Student ID",
      "signIn": "Sign In"
    },
    "votePage": {
      "submit": "Submit",
      "abstain": "Abstain"
    },
    "votesuccessPage": {
      "voteTime": "Vote time\n",
      "thankYou": "Thank you!",
      "return": "Return to landing page"
    },
    "positionName": {
      "PRES": "President",
      "FNCE": "VP Finance",
      "ACDM": "VP Academic",
      "SOCL": "VP Social",
      "COMS": "VP Communications",
      "INTR": "VP Internal Affairs",
      "EXTR": "VP External Affairs",
      "PHIL": "VP Philanthropy",
      "EQUT": "VP Equity",
      "EXAF": "VP Executive Affairs",
      "INTE": "VP IT"
    },
    "candidatesPage": {
      "subtitle": "You can access the platforms of the candidates running below.",
      "lastname": "(Justified) Platform here \n\n This is a new line",
      "pender": "Hey there! My name is Tristan, and I am currently a 4th-year computer science student. I have previously served as VP Equity and Communications since the 2020-2021 year. \n\nAs Vice-President of Equity, I plan to to continue organize more events with the goal of diversity and inclusion. I also plan on holding events that promote equal opportunities for all students. I will continue the efforts that the CSSA has put in to ensure an inclusive environment where all individuals are respected, valued and heard.",
      "bhangu": "Hello, my name is Ali Raza Bhangu and I am running for the position of Vice President of Finance for the Computer Science Student Association! I think I am cut out for this position as I have already had the opportunity to manage the finances of various student clubs and associations, as I was the Junior Vice President of Finance for CSSA for the 21/22 academic year. If I am elected Vice President of Finance, I will not only focus on the finances of the association, but I will also work with the other executive members to create more events and help CSSA get sponsorships to allow students to have more connections with the technology industry and more.\n\nThank you!",
      "salehi": "Hello everyone! My name is Kian, fourth year student, and I am running for the position of VP External Affairs at the CSSA. It would be a pleasure to represent my computer science colleagues while organizing professional activities and events, such as; job fairs, that raise awareness about new technology opportunities, such as Artificial Intelligence, Augmented Reality, and Cybersecurity. I invite you all to take the time and vote on 26th-28th. If you have any questions or concerns don’t hesitate to contact me!",
      "szulsztein": "Hello, my name is Tomer Szulsztein, and I am running for Vice President Social of the Computer Science Student Association! I believe I have what it takes to fulfill this position, as I have experience being a part of the student association and am the current Junior Vice President Social for the CSSA, having helped run several events and ran one myself. If I am elected, I will focus on creating fun and engaging social events for the CSSA and work closely with other executives to fund bigger and better experiences that will become a highlight of all Computer Science student’s university experience.\n\nThank you!",
      "ahmed": "Hello, my name is Mustafa Ahmed and I am excited to run for VP Academic for the CSSA! I believe I am of the best fit for this position as I am a highly academically oriented person and have a great drive for leading activities. I have various experiences in leading sports and other leisure activities. When combined with my academic mindset, I believe I will excel as VP Academic. I also aim to stay well connected and be available in dealing with any and all academic issues within the CSSA. I hope to be a great asset for the CSSA and all the future events we will hold.\n\nThank you!",
      "bagga": "My name is Vanisha Bagga and I am finishing my second year in Computer Science at UOttawa. I desire to provide educational and social resources that are accessible for students to enhance their experience at university. Since I have only experienced university during the pandemic, I entered not knowing how I was going to meet classmates or get academic help. Fortunately, CSSA helped me have a university experience that was close to normal. CSSA provided activities I could go to that helped me make connections while also staying safe. They were there for questions I had about my program or university. My goal is to be that person for future first years who come to UOttawa. This past year, I assisted with CSI 101 Week as a guide to support the first years. As VP of Executive Affairs, I want to take it one step further. I wish to use my experience as a first-year student during COVID to bring ideas to life that will enhance student life for computer science students. I am an approachable and social person who wants to be the helping hand for computer science students at UOttawa to create a supportive computer science community."
    }
  }
}
