{
  "translation": {
    "languageName": "English",
    "compatability": 1.1,
    "general": {
      "title": "Elections",
      "voteButton": "Vote",
      "candidatesButton": "Candidates",
      "contact": "Inquiries? Contact ",
      "errors": {
        "unauthorized": "Unauthorized",
        "alreadyVoted": "User has already voted on ",
        "tryagain": "Election Server unresponsive - we apologize for the inconvenience.\nWe're working on it!",
        "vote-has-not-started": "Voting period has not started yet",
        "vote-has-ended": "Voting period has ended",
        "other": "Error logging in please try again",
        "warning": "Woah, you shouldn't be getting this...We'll look into it!"
      }
    },
    "landingPage": {
      "voteStart": "Voting hasn't started yet!",
      "voteOpen": "Voting is open!",
      "voteEnd": "Voting has ended, thank you to all participants!",
      "instructionsP1": "If you are a student in Computer Science, you will receive an email from us detailing the voting instructions & a voting link.",
      "instructionsP2": "Use your unique voting link to submit your ballot."
    },
    "errorPage": {
      "subtitle": "An error has occured",
      "description": "Apologies, feel free to contact it@cssa-aei.ca if the problem persists. Monitoring will be notified",
      "return": "Return to landing page"
    },
    "loginPage": {
      "studentID": "Student ID",
      "signIn": "Sign In"
    },
    "votePage": {
      "submit": "Submit",
      "abstain": "Abstain"
    },
    "votesuccessPage": {
      "voteTime": "Vote time\n",
      "thankYou": "Thank you!",
      "return": "Return to landing page"
    },
    "positionName": {
      "PRES": "President",
      "FNCE": "VP Finance",
      "ACDM": "VP Academic",
      "SOCL": "VP Social",
      "COMS": "VP Communications",
      "INTR": "VP Internal Affairs",
      "EXTR": "VP External Affairs",
      "PHIL": "VP Philanthropy",
      "EQUT": "VP Equity",
      "EXAF": "VP Executive Affairs",
      "INTE": "VP IT",
      "LGST": "VP Logistics"
    },
    "candidatesPage": {
      "subtitle": "You can access the platforms of the candidates running below.",
      "lastname": "(Justified) Platform here \n\n This is a new line",
      "szulsztein": "As the current Vice-President of Social Affairs and an experienced member of the executive team, I am excited to run for the President of the CSSA. As the VP Social, I have hosted and contributed to many successful events such as 101 Week, LAN Parties, Montreal Takeovers, Hack the Hill, and more!\n\nIf elected, my focus will be on building closer relationships with various student groups on campus to provide more learning and leadership opportunities to computer science undergraduates. We have already had great collaborations with student organizations, and I want to expand this effort to include more student-run clubs and competitive engineering teams.\n\nWith my experience in event planning and networking, I plan to build on the CSSA's existing relationships with companies to bring more networking events to campus.\n\nI also believe in increasing the CSSA's transparency to improve communication with students. I plan to make budgets and minutes easily accessible so more students can partake in our ongoings.\n\nAdditionally, I want to strengthen our relationship with the faculty to improve student experience academically and socially in the Faculty of Engineering.\n\nWith my experience, dedication, and commitment, I am confident that I can lead the CSSA to new heights. Vote for me, and together, we can make the CSSA the best it can be!",
      "suresh": "",
      "bhangu": "",
      "dimatulac": "Hello! I'm Cedric, a CS student who loves Kirby, Ghibli movies and attending LAN parties. I've been involved with CSSA for some time now, attending events and serving as a guide during 101 week, and would like to become more involved by becoming VP Internal. In this role, I'd be responsible for overseeing the organization's in-office operations, which includes maintaining a tidy space, accounting for supplies and documents, and ensuring that everyone feels comfortable when in the office.\n\nYou know, while we've been out here working our butts off studying for midterms, grinding assignments, and just being stressed about life, I've realized that it's essential to have a space on campus to relax. The CSSA office provided that space for me. Its cozy atmosphere made not just for a good place to study, but also a good place to talk with friends and have fun, aided further by the lovely people here. I want to ensure that all of you can share the sense of comfort I feel there.\n\nSo why vote for me? I know the CSSA office like the back of my hand. I know exactly how to make it more lively, like bringing more snacks, adding more Switch games, and redecorating for each holiday--changes that I promise to implement as VP Internal. That doesn't mean I'll forget my organizational duties of filing documents efficiently and ensuring office records are organized either, and I'm open to any suggestions to improve the office!\n\nNot convinced? Well, here are just a few of my achievements:\n-Aced probability by cramming for 48 hours\n-Loudest karaoke singer\n-4th best Smash player in Ottawa and the best Canadian Kirby player\n\nVote for me and I'll guarantee you do well on your next midterm! (Not actually but I'll still give you words of encouragement!)",
      "olugbemiro": "",
      "hassan": "",
      "suleymanova": "",
      "mostefai": "",
      "ajersch": "",
      "lee": "",
      "mao": "",
      "brown": "",
      "jocson": "Hi ! My name is Angeleeca Jocson and I am a second year student in computer science and mathematics. I am running for the position of vice president executive affairs of the computer science student association at the University of Ottawa. I want to support and help the other executives of CSSA in any way I can. I am kind and patient with both my peers at school and my colleagues at work and I think I can reflect that communication and collaboration working in CSSA. I also have leadership experience from work and I can manage and assure that all CSSA policies and rules are followed and respected. I am also bilingual and I can use that skill to communicate with both other executives of CSSA and my peers in computer science, as well as my job to respond to general emails sent to CSSA. I will ensure that my responses reflect and represent all the executives of CSSA. I will devote my time to CSSA and I vow to fulfil the role of executive affairs. Thank you for your time and consideration of my candidacy.",
      "yalcinkaya": "My name is Aydin Yalcinkaya, and I am excited to be running for the Vice President, IT position in the CSSA. As a second year Computer Science student, I am dedicated to making the student experience the best it can be for every CS student at uOttawa. With my experience as a developer on the Hack the Hill team and previous Jr. VP Academic for the CSSA, I have a solid understanding of what it takes to create effective solutions that benefit the entire student body. In addition to continuing to maintain and upgrade the CSSA's election system, I plan on developing even more innovative tech-based solutions that will improve the CSSA's operations and enhance the overall experience for CS students. Alongside my fellow executives, I will work hard to organize and run events that will create a vibrant and enriching student life for all."
    }
  }
}
