{
  "translation": {
    "languageName": "English",
    "compatability": 1.1,
    "general": {
      "title": "By-Election",
      "voteButton": "Vote",
      "candidatesButton": "Candidates",
      "contact": "Inquiries? Contact ",
      "errors": {
        "unauthorized": "Unauthorized",
        "alreadyVoted": "User has already voted on ",
        "tryagain": "Election Server unresponsive - we apologize for the inconvenience.\nWe're working on it!",
        "vote-has-not-started": "Voting period has not started yet",
        "vote-has-ended": "Voting period has ended",
        "other": "Error logging in please try again",
        "warning": "Woah, you shouldn't be getting this...We'll look into it!"
      }
    },
    "landingPage": {
      "voteStart": "Voting hasn't started yet!",
      "voteOpen": "Voting is open!",
      "voteEnd": "Voting has ended, thank you to all participants!",
      "instructionsP1": "Our By-Election will be held in-person this year, at SITE4076.\nStop by to vote! :)",
      "instructionsP2": "Voting is from October 19-20 2022",
      "instructionsP1_Online": "If you are a student in Computer Science, you will receive an email from us detailing the voting instructions for this election, along with a voting link.",
      "instructionsP2_Online": "After navigating to the link provided, you'll encounter a login menu. Once verified, you'll be redirected to the voting interface in order to submit your ballot."
    },
    "errorPage": {
      "subtitle": "An error has occured",
      "description": "Apologies, feel free to contact it@cssa-aei.ca if the problem persists. Monitoring will be notified",
      "return": "Return to landing page"
    },
    "loginPage": {
      "studentID": "Student ID",
      "signIn": "Sign In"
    },
    "votePage": {
      "submit": "Submit",
      "abstain": "Abstain"
    },
    "votesuccessPage": {
      "voteTime": "Vote time\n",
      "thankYou": "Thank you!",
      "return": "Return to landing page"
    },
    "positionName": {
      "PRES": "President",
      "FNCE": "VP Finance",
      "ACDM": "VP Academic",
      "SOCL": "VP Social",
      "COMS": "VP Communications",
      "INTR": "VP Internal Affairs",
      "EXTR": "VP External Affairs",
      "PHIL": "VP Philanthropy",
      "EQUT": "VP Equity",
      "EXAF": "VP Executive Affairs",
      "INTE": "VP IT",
      "LGST": "VP Logistics"
    },
    "candidatesPage": {
      "subtitle": "You can access the platforms of the candidates running below.",
      "lastname": "(Justified) Platform here \n\n This is a new line",
      "mostefai": "Equity. Equality. Justice. Words and stuff. What does it all mean? What even is a VP Equity? And most importantly, why should you, dear voter, care?\n\nA whole lot of years ago, a bunch of people (they're called the UN or something) banded together and dropped the hottest universal declaration of human rights to ever exist. Recent developments show “human rights” extends to students too! Neat, right?\n\n“Wha--my rights?” you might say, new to the concept of having rights, “who's gonna advocate for those?”\n\nAllow me to introduce myself. I'm Meriem; a plucky young CS student, presumably just like you! Your new voice for the voiceless. Your resident ear to complain to. Your reliable shoulder to cry on-and I have *two* shoulders.\n\nLike our VP Social accounts for 101ers, the VP Logistics accounts for merch, and the VP Finance accounts, your VP Equity accounts… for you!\n\nAs your VP Equity, I'd make sure nobody gets left out. No matter what, you'll always be welcome to let me know if you need any resources, and I'll be more than glad to provide them. I'm at your service!\n\nSo vote Meriem for VP Equity, because I donated to Wikipedia once and that was really cool of me.\n\nAlso because I'm asking really nicies.",
      "mujeebuddin": "Hello!\n\nI'm Manaal Mujeebuddin, and I am running to be your Vice-President of Communications. I believe that I am the ideal candidate for this position. As you all know, communication is vital to ensure a positive environment where CSSA and the student body can thrive and have fun together.\n\nMoreover, as a multilingual student, I can communicate with the English, French, Arab, and the Desi community.\n\nAs Vice-President of communications, it will be my duty to announce and promote all events organized by CSSA. I am very passionate about this role, especially since CSSA is a prominent organization dedicated to offering students an exciting and memorable experience.\n\nCSSA has had a significant impact on my first year at the university. I am very excited to put my experience to use and expand the reach of CSSA so that other students may also experience that long-lasting impact. My goal is to continue and expand the outreach of CSSA to ensure all students are well-informed and equipped.\n\nI also plan to work with other student organizations to ensure that students get as many opportunities as possible. I am confident I will be a valuable addition to the team, bringing energy, fresh ideas, and good communication!\n\nI am looking forward to communicating with you!",
      "yalcinkaya": "Hello, my name is Aydin Yalcinkaya and I am running for the position of Vice President of Academic Affairs for the Computer Science Student Association! I think I am cut out for this position as I have already had the opportunity to manage the academic events and affairs of various student clubs and associations, as I was the Junior Vice President of Academic Affairs for CSSA for the 21/22 academic year. If I am elected Vice President of Academic Affair, I will focus on holding meaningful and beneficial events for Comp Sci students, events such as networking opportunities and exam reviews!",
      "wang": "Organization is the foundation for any great association, the bedrock that everything is built on top of. CSSA is a shining city on a hill, but who will be strong enough to keep it that way? I'm Justin Wang, and I'm running for VP Logistics. Our first moments in life were spent with the joys of counting, plucking each finger up as we counted each digit. From those special moments, I knew logistics, out of everything, was my calling. My experience helping run festivals in Toronto and making sure tours and BBQs at my high school ran smoothly make me a veteran of the craft. With all your support and confidence, I know our events will have the proper equipment, our office hours will be well thought out. And to all unaccounted merch and other inventory, let me tell you this; YOU, WILL, BE, COUNTED! I wasn't here on campus first year. The confusion and stress I felt watching the university and facilities fumble basic things made me realize how chaotic things can be. Now that I'm here, I will not allow my beloved CSSA to go through the same thing. My eyesight might be terrible, but my vision is CRYSTAL CLEAR. So come election time, there is one thing you should remember, BETTER VOTE WANG.",
      "mao": "Being born at such a young age, I struggled to find my calling. Now that I've grown older, bolder, and donned my signature orange hoodie, I see my future lying ahead of me (because that's how futures work). As a second year Computer Science and Mathematics student, VP Logistics just seemed to draw me in with its promises of numbers and... more numbers.\n\nAs VP Logistics, I plan to continue to keep accurate inventory of official CSSA merchandise (sold at the CSSA office located at SITE4076 for $25-30), along with ensuring no CSSA property gets lost in the concrete jungle of the uOttawa campus. Plus, with me being a determined perfectionist, if something needs to get done, then it's guaranteed to get done.\n\nThat being said, if you like having board games at LAN parties as much as I like hating linear algebra, we'll get along just fine.\n\nTo put it simply, at the end of the day, I'm never gonna give you up, never gonna let you down, never gonna run around, or desert you. I'm never gonna make you cry, never gonna say goodbye, never gonna tell a lie, or hurt you (in the context of the CSSA, of course).\n\nVote Timothy Mao, orange hoodie enthusiast.",
      "freayh": "Hello everyone! My name is Evan Freayh, and I'm a third year student running for VP Logistics at CSSA. As your VP Logistics, there are many things that I plan to do.\n\nFirstly, I will help CSSA to continue deliver amazing events for computer science students at uOttawa. Working behind the scenes, I will ensure that events such as 101 Week continue to be both enjoyable and memorable for students. In addition to annual CSSA events, I plan to collaborate with other student organizations to bring new in-person events to students as well.\n\nNext, I will improve how CSSA equipment is organized and tracked by maintaining records of equipment and materials that are used by the organization. Additionally, I will ensure that key services such as merchandise sales and office hours remain accessible and available to computer science students.\n\nNext, I will improve how CSSA equipment is organized and tracked by maintaining records of equipment and materials that are used by the organization. Additionally, I will ensure that key services such as merchandise sales and office hours remain accessible and available to computer science students.\n\nLastly, as a CSSA executive, I will ensure that CSSA continues to fulfill its important role in representing computer science students at uOttawa. In particular, I will make sure to always be there to answer your questions and listen to any concerns you might have.\n\nDon't hesitate to reach out to me if you have any questions: efrea059@uottawa.ca. And most importantly, come out and vote at the CSSA office in SITE 4076 on October 19th or October 20th!"
    }
  }
}
