{
  "translation": {
    "languageName": "Français",
    "compatability": 1.1,
    "general": {
      "title": "Élection Partielle",
      "voteButton": "Voter",
      "candidatesButton": "Candidats",
      "contact": "Des questions? Contactez ",
      "errors": {
        "unauthorized": "Non autorisé",
        "alreadyVoted": "L'utilisateur a déjà voté le ",
        "tryagain": "Le serveur électoral ne répond pas - Désolé de l'inconvénient.\nOn va s'en occuper!",
        "vote-has-not-started": "La période de vote n'a pas encore commencé",
        "vote-has-ended": "La période de vote est terminée",
        "other": "Erreur de connexion, veuillez réessayer",
        "warning": "Woah, qu'est-ce qui s'est passé? On va s'en occuper..."
      }
    },
    "landingPage": {
      "voteStart": "La période de vote n'a pas encore commencé!",
      "voteOpen": "La période de vote est ouverte!",
      "voteEnd": "La période de vote est terminée, merci à tous!",
      "instructionsP1": "L'élection partielle se déroulera en personne cette année, au SITE4076 (notre bureau). Visitez-nous pour voter! :)",
      "instructionsP2": "La période de vote aura lieu du 19 au 20 octobre 2022",
      "instructionsP1_Online": "Si vous êtes un(e) étudiant(e) en Informatique, vous recevrez un courriel de notre part détaillant les instructions de vote pour cette élection, ainsi qu'un lien pour voter.",
      "instructionsP2_Online": "En suivant le lien, vous rencontrerez un menu de connexion. Une fois vérifié, vous serez capable de soumettre votre bulletin de vote."
    },
    "errorPage": {
      "subtitle": "Ceci n'est pas normal...",
      "description": "Pardon! N'hésitez pas à communiquer avec it@AÉI-AÉI.ca si le problème persiste. La surveillance en sera avisée.",
      "return": "Retourner à la page d'accueil"
    },
    "loginPage": {
      "studentID": "Num. d'étudiant",
      "signIn": "Accéder"
    },
    "votePage": {
      "submit": "Soumettre",
      "abstain": "Abstention" 
    },
    "votesuccessPage": {
      "voteTime": "Temps de vote\n",
      "thankYou": "Merci!",
      "return": "Retourner à la page d'accueil"
    },
    "positionName": {
      "PRES": "Président(e)",
      "FNCE": "VP Finance",
      "ACDM": "VP Académique",
      "SOCL": "VP Sociale",
      "COMS": "VP Communications",
      "INTR": "VP Affaires Internes",
      "EXTR": "VP Affaires Externes",
      "PHIL": "VP Philanthropie",
      "EQUT": "VP Équité",
      "EXAF": "VP Affaires Exécutives",
      "INTE": "VP Informatique",
      "LGST": "VP Logistique"
    },
    "candidatesPage": {
      "subtitle": "Vous pouvez accéder aux plateformes des candidats ci-dessous.",
      "lastname": "(Justified) French Platform here \n\n This is a new line",
      "mathur": "Salut tout le monde! Je m'appelle Rakshita et je suis une majeure en informatique de troisième année, candidate au poste de vice-présidente des communications. En tant qu'étudiant international ayant surmonté de nombreux obstacles à la communication, j'apprécie vraiment l'importance d'une communication claire (c'est-à-dire pas de longs messages - j'irai droit au but pour que nous puissions laisser la lecture à la documentation !). En tant que vice-président de la communication, j'espère faire tomber certaines de ces barrières et rendre les événements CSSA accessibles à tous. Et j'ai les qualifications pour ça ! Je parle anglais, français, hindi et oui, binaire !\n\n[Votez pour Rakshita]\n\n[01010110 01101111 01110100 01100101 00100000 01100110 01101111 01110010 00100000 01010010 01100001 01101011 01110011 01101000 01101001 01110100 01100001 00100000]",
      "mehta": "Équité = Accès aux mêmes opportunités\n\nMon objectif est de créer des opportunités pour tous les étudiants de ressentir le sentiment d'une 'UNE COMMUNAUTÉ', que ce soit par le biais de plusieurs événements de l'AÉI, d'appels académiques ou de commentaires d'étudiants.\n\nMon objectif est de faire des événements d'AÉI un 'tiers lieu' entre la maison et les cours pour tous, où chaque élève ressent un sentiment d'appartenance, et nous, en tant qu'organisation, veillons à ce que leurs voix soient entendues, tout en s'amusant et en évacuant le stress !\n\nAyant un siège sur la table, je veillerai à ce que toutes les décisions prises par l'association soient fondées sur des données et tiennent compte des éléments suivants :\n\n● appartenance ethnique\n● sous-groupes raciaux\n● Sexe\n● Étudiants handicapés\n● Étudiants à faible revenu\n● Jeunes en famille d'accueil actuels/anciens\n● anciens combattants\n\nEn tant que vice-présidente de l'équité, il est de ma responsabilité de créer un dialogue ouvert et d'encourager toutes les communautés à exprimer leurs préoccupations et à faciliter la conversation.\n\nÀ partir de là, j'espère suivre les traces des étudiants qui ont occupé ce poste avant moi pour créer une expérience plus sûre et plus inclusive pour tous.",
      "suleymanova": "Bonjour!\n\nJe m'appelle Zahra Suleymanova et je me présente pour être vice-président des affaires académiques à la CSSA. J'ai hâte de travailler avec vous tous et d'aider chacun d'entre vous avec les ressources et les contacts dont vous avez besoin dans votre parcours de carrière. Comme représentant, mes objectifs pour ce poste sont brièvement résumés ci-dessous:\n\n● Organiser des activités universitaires\n● Assurer la liaison entre les étudiants et l'université pour toutes les questions et plaintes liées à l'enseignement\n● Organiser des ateliers technologiques avec des experts du secteur\n● Organiser un salon de l'emploi réussi pour le trimestre d'hiver\n● Présence aux réunions du Conseil de l'EECS et gestion traditionnelle de la recherche à l'événement de l'EECS",
      "bolic": "Salut Informatique, j'espère que vous passez une journée <strong>SLAÉI</strong> ! Je suis la-candidate-idéale-au-poste-de-VP-Communications, mais vous pouvez m'appeler Natasa. Plusieurs étudiants en informatique ne profitent pas des opportunités offertes par l'AÉI car ils ne savent pas ce qui est disponible. Mon objectif comme VP-Communications serait de rendre cette <strong>information plus accessible et organisée</strong>. Pour ce faire, je vise à améliorer les principales méthodes de communication entre vous et l'AÉI—(1) le courriel, (2) le compte Instagram et (3) le site Web :\n\n1. Je mettrai des <strong>étiquettes</strong> au début des courriels (c.-à-d. événement social, événement académique, etc.) afin que vous ne passiez du temps à lire que ce qui vous intéresse. Je vais également mettre en place l'option d'ajouter les événements de l'AÉI à votre <strong>calendrier</strong>.\n\n2. Je publierai un <strong>résumé des événements à venir</strong> sur Instagram au début de chaque mois afin de mieux faire connaître les projets de l'AIE.\n\n3. Je créerai des <strong>articles de blog</strong> sur le site Web avec les informations clés pour former un <strong>espace centralisé</strong> avec les prochains événements.\n\nJ'ai de l'expérience dans la gestion des communications d'une organisation étudiante, ainsi que la pratique du partage concis d'informations lors de tournois de débat. Je maîtrise également les deux langues officielles, ayant notamment reçu une distinction pour mes résultats en classe de français au secondaire. Et surtout, vous ne voulez pas manquer les blagues que j'ajouterais aux courriels. Si vous avez des questions, envoyez-moi un message à nboli039@uottawa.ca ou @natasabolic sur Instagram, je suis disponible pour en discuter ! :)",
      "koffi": "Bonjour,\n\nJe suis Audrey Koffi, étudiante en deuxième année de Sciences Informatiques. Je présente ma candidature au poste de Vice-Présidente de l'Equité, au sein de l'Association des Etudiants en Informatique.\n\nJ'ai la ferme conviction d'être en mesure de comprendre et d'accepter les différences, de témoigner de l'empathie à ceux et celles qui m'entourent, mais également, de faire preuve d'ouverture d'esprit.\n\nPour toutes ces raisons, j'estime être la personne idéale pour assurer cette position.  Non seulement je suis consciente que nous nous devons de promouvoir l'équité au sein de la communauté étudiante, mais je suis également persuadée que cela passe par la mise en place d'un environnement favorable à la libre expression des groupes minoritaires, bien souvent, sous-représentés.\n\nEn tant que vice-présidente, je m'attacherai à organiser des séances d'informations sur l'équité afin de faciliter l'accès à l'information. Je m'attèlerai aussi à améliorer la communication autour de l'équité en effectuant des sondages périodiques auprès des groupes marginalisés, en vue de connaître leurs besoins spécifiques, et ainsi leur offrir des solutions adaptées. J'envisage, par ailleurs, de lancer un programme de mentorat qui jumellera les étudiants en informatique, ce dans le but de favoriser le partage d'expérience et de permettre à chacun d'apprendre de l'autre, dans un contexte qui leur correspond et convient à leurs objectifs.\n\nMotivée et déterminée, j'aimerais vous réaffirmer ma ferme volonté de vous représenter en tant que Vice-Présidente de l'Equité. Je m'engage à exercer ce rôle avec excellence, ainsi qu'à donner le meilleur de moi-même pour qu'Inclusion et Equité règnent en maîtres autant à l'intérieur qu'à l'extérieur de notre Association.",
      "states": "Bonjour, mon nom est Connor States, je me présente au poste de vice-président des communications de l'Association des étudiants en informatique.  Je pense que je suis fait pour ce poste car je crois que la communication est une partie essentielle de toutes les organisations. Non seulement c'est une nécessité pour relayer les informations vitales, mais la façon dont l'AÉI communique sur les médias sociaux est importante. Si elle est bien faite, elle peut démontrer le charisme et l'énergie contagieuse que je connais de cette faculté, et je pense avoir la capacité de le faire. Je crois que j'ai un avantage qui vient du fait que je suis un Quebecois et un étudiant bilingue. Une autre de mes forces est mon expérience en matière de gestion et direction, acquise en tant qu'entraîneur de divers sports au cours de mes études secondaires. J'espère être une ressource pour l'AÉI dans ses projets futurs.",
      "mostefai": "Équité. Égalité. Justice. C'est des mots. Qu'est-ce que tout cela signifie? Qu'est-ce que c'est un VP Équité? Et surtout, pourquoi devrais-tu, cher électeur, t'en soucier ?\n\nIl y a de nombreuses années, un groupe de personnes (on les appelle les Nations Unies ou quelque chose comme ça) s'est réuni et a publié la plus belle déclaration universelle des droits de l'homme qui ait jamais existé. Des développements récents montrent que les 'droits de l'homme' s'applique aussi aux étudiants ! Tres cool, non?\n\n'Quoi... mes droits ?', pourrais-tu dire, novice dans le concept d'avoir des droits, 'qui va les défendre?'\n\nPermets-moi de me présenter. Moi c'est Meriem; une jeune étudiante en informatique pleine d'entrain, probablement comme toi!\n\nVotre nouvelle voix pour les sans-voix. Votre oreille résidente auprès de laquelle te plaindre. Votre épaule fiable sur laquelle pleurer-- et j'en ai *deux*.Comme notre VP Social s'occupe des 101ers, le VP Logistique s'occupe du merchandising et le VP Finance s'occupe des finances, ton VP Équité s'occupe... de vous!\n\nEn tant que VP Équité, je m'assurerais que personne n'est laissé de côté. Quoi qu'il en soit, tu seras toujours la bienvenue pour me faire savoir si tu as besoin de ressources, et je serai plus qu'heureuse de te les fournir. Je suis à votre service!\n\nAlors vote pour Meriem comme VP Équité, parce que j'ai fait un don à Wikipédia une fois et que c'était vraiment cool de ma part. Et aussi parce que je vous demande avec toute ma gentillesse.",
      "mujeebuddin": "Bonjour !\n\nJe suis Manaal Mujeebuddin, et je me présente pour être votre vice-président des communications. Je crois que je suis le candidat idéal pour ce poste. Comme vous le savez tous, la communication est essentielle pour assurer un environnement positif où l'AÉI et le corps étudiant peuvent s'épanouir et s'amuser ensemble.\n\nDe plus, en tant qu'étudiant multilingue, je peux communiquer avec la communauté anglaise, française, arabe et desi. En tant que vice-présidente des communications, il sera de mon devoir d'annoncer et de promouvoir tous les événements organisés par le AÉI.\n\nCe rôle me passionne, d'autant plus que le AÉI est une organisation de premier plan qui se consacre à offrir aux étudiants une expérience passionnante et mémorable.\n\nLe AÉI a eu un impact significatif sur ma première année à l'université. Je suis très enthousiaste à l'idée de mettre à profit mon expérience et d'étendre la portée de l'AÉI afin que d'autres étudiants puissent également bénéficier de cet impact durable. Mon objectif est de poursuivre et d'étendre la portée de l'AÉI afin que tous les étudiants soient bien informés et équipés.\n\nJ'ai également l'intention de travailler avec d'autres organisations étudiantes pour faire en sorte que les étudiants bénéficient d'autant d'opportunités que possible. Je suis convaincue que je serai un atout précieux pour l'équipe, en apportant de l'énergie, des idées nouvelles et une bonne communication !\n\nJ'ai hâte de communiquer avec vous !",
      "yalcinkaya": "Bonjour, je m'appelle Aydin Yalcinkaya et je me présente au poste de vice-président des affaires académiques de l'Association des étudiants en informatique ! Je pense que je suis fait pour ce poste car j'ai déjà eu l'occasion de gérer les événements et les affaires académiques de divers clubs et associations d'étudiants, puisque j'ai été le vice-président junior des affaires académiques de l'AÉI pour l'année académique 21/22. Si je suis élue vice-présidente des affaires académiques, je me concentrerai sur l'organisation d'événements significatifs et bénéfiques pour les étudiants en sciences informatiques, des événements tels que des opportunités de réseautage et des révisions d'examens !",
      "wang": "L'organisation est le fondement de toute grande association, le socle sur lequel tout est construit. Le AÉI est une ville brillante sur une colline, mais qui sera assez fort pour la garder ainsi? Je m'appelle Justin Wang, et je me présente au poste de vice-président de la logistique. Les premiers moments de notre vie ont éte consacrés aux joies du comptage, en levant chaque doigt pendant que nous comptions chaque chiffre. À partir de ces moments particuliers, j'ai su que la logistique, parmi tout, était ma vocation. Mon expérience en aidant à organiser des festivals à Toronto et en veillant au bon déroulement des tournées et des barbecues dans mon lycée font de moi un vétéran du métier. Avec tout ton soutien et ta confiance, je sais que nos événements auront le matériel adéquat, que nos heures de bureau seront bien pensées. Et pour tous les stocks non comptabilisés, laisse-moi te dire ceci: TU SERAS COMPTÉ ! Je n'étais pas sur le campus la première année. La confusion et le stress que j'ai ressentis en regardant l'université et les installations tâtonner sur des choses élémentaires m'ont fait comprendre à quel point les choses peuvent être chaotiques. Maintenant que je suis là, je ne permettrai pas à mon cher AÉI de vivre la même chose. Ma vue est peut-être faible, mais ma vision est d'une clarté CRISTALLINE. Alors au moment des élections, il y a une chose dont tu dois te souvenir: VOTEZ WANG.",
      "mao": "Étant né à un si jeune âge, j'ai eu du mal à trouver ma vocation. Maintenant que j'ai vieilli, que je suis plus audacieux et que j'ai enfilé mon sweat à capuche orange signature, je vois mon avenir devant moi (parce que les avenirs fonctionnent comme ça). En tant qu'étudiant en deuxième année d'informatique et de mathématiques, VP Logistics a semblé m'attirer avec ses promesses de chiffres et... encore plus de chiffres.\n\nEn tant que VP Logistique, je prévois de continuer à tenir un inventaire précis des marchandises officielles du AÉI (vendues au bureau du AÉI situé au SITE4076 pour 25-30 $), tout en veillant à ce qu'aucun bien du AÉI ne se perde dans la jungle de béton du campus de l'uOttawa. De plus, comme je suis un perfectionniste déterminé, si quelque chose doit être fait, c'est garanti.\n\nCela dit, si tu aimes faire des jeux de société lors des LAN parties autant que j'aime détester l'algèbre linéaire, nous nous entendrons très bien.\n\nPour faire simple, à la fin de la journée, je ne t'abandonnerai jamais, je ne te laisserai jamais tomber, je ne vais pas courir et t'abandonner. Je ne te ferai jamais pleurer, je ne te dirai jamais au revoir, je ne te mentirai jamais ni te ferai du mal (dans le contexte du AÉI, bien sûr).\n\nVotez Timothy Mao, fervent de la capuche orange.",
      "freayh": "Bonjour à tous! Je m'appelle Evan Freayh et je suis un étudiant de troisième année. Je me présente aux élections de l'AÉI pour la position de VP logistique. En tant que votre VP logistique, il y a plusieurs choses que je prévois faire.\n\nTout d'abord, je vais aider l'AÉI à continuer d'organiser des évènements agréables pour les étudiants en informatique à uOttawa. Je vais assurer que les évènements comme la Semaine 101 continuent d'être à la fois agréables et mémorables. En plus des évènements annuels de l'AÉI, je prévois collaborer avec des autres organisations étudiantes pour offrir aux étudiants des nouveaux évènements en personne aussi.\n\nEnsuite, je vais améliorer la façon dont le matériel de l'AÉI est organisé en tenant des registres de tout le matériel utilisé par l'AÉI. En outre, je vais assurer que les services clés de l'AÉI comme la boutique et les heures de bureau restent accessibles aux étudiants en informatique.\n\nEnfin, en tant que membre exécutive de l'AÉI, je vais assurer que l'AÉI continue à réaliser son rôle important représentant les étudiants en informatique à uOttawa. En particulier, je vais toujours être là pour répondre à vos questions et préoccupations.\n\nN'hésitez pas à me contacter si vous avez des questions : efrea059@uottawa.ca. Et surtout, venez voter au bureau de l'AÉI au SITE 4076 soit le 19 ou 20 octobre!"
    }
  }
}
