{
  "translation": {
    "languageName": "Français",
    "compatability": 1.1,
    "general": {
      "title": "Élections",
      "voteButton": "Voter",
      "candidatesButton": "Candidats",
      "contact": "Des questions? Contactez ",
      "errors": {
        "unauthorized": "Non autorisé",
        "alreadyVoted": "L'utilisateur a déjà voté le ",
        "tryagain": "Le serveur électoral ne répond pas - Désolé de l'inconvénient.\nOn va s'en occuper!",
        "vote-has-not-started": "La période de vote n'a pas encore commencé",
        "vote-has-ended": "La période de vote est terminée",
        "other": "Erreur de connexion, veuillez réessayer",
        "warning": "Woah, qu'est-ce qui s'est passé? On va s'en occuper..."
      }
    },
    "landingPage": {
      "voteStart": "La période de vote n'a pas encore commencé!",
      "voteOpen": "La période de vote est ouverte!",
      "voteEnd": "La période de vote est terminée, merci à tous!",
      "instructionsP1": "Si vous êtes un(e) étudiant(e) en Informatique, vous recevrez un courriel de notre part détaillant les instructions ainsi qu'un lien pour voter.",
      "instructionsP2": "Utilisez votre lien unique pour pouvoir soumettre votre bulletin de vote."
    },
    "errorPage": {
      "subtitle": "Ceci n'est pas normal...",
      "description": "Pardon! N'hésitez pas à communiquer avec it@AÉI-AÉI.ca si le problème persiste. La surveillance en sera avisée.",
      "return": "Retourner à la page d'accueil"
    },
    "loginPage": {
      "studentID": "Num. d'étudiant",
      "signIn": "Accéder"
    },
    "votePage": {
      "submit": "Soumettre",
      "abstain": "Abstention" 
    },
    "votesuccessPage": {
      "voteTime": "Temps de vote\n",
      "thankYou": "Merci!",
      "return": "Retourner à la page d'accueil"
    },
    "positionName": {
      "PRES": "Président(e)",
      "FNCE": "VP Finance",
      "ACDM": "VP Académique",
      "SOCL": "VP Sociale",
      "COMS": "VP Communications",
      "INTR": "VP Affaires Internes",
      "EXTR": "VP Affaires Externes",
      "PHIL": "VP Philanthropie",
      "EQUT": "VP Équité",
      "EXAF": "VP Affaires Exécutives",
      "INTE": "VP Informatique",
      "LGST": "VP Logistique"
    },
    "candidatesPage": {
      "subtitle": "Vous pouvez accéder aux plateformes des candidats ci-dessous.",
      "lastname": "(Justified) French Platform here \n\n This is a new line",
      "szulsztein": "En tant qu'actuel vice-président des affaires sociales et membre expérimenté de l'équipe exécutive, je suis ravi de me présenter à la présidence de l'AÉI. En tant que VP Social, j'ai organisé et contribué à de nombreux événements réussis, tels que la Semaine 101, les LAN Parties, les Montréal Takeovers, Hack the Hill et bien d'autres!\n\nSi élu, je me concentrerai sur le renforcement des relations avec les différents groupes d'étudiants sur le campus afin d'offrir plus d'occasions d'apprentissage et de leadership aux étudiants en informatique. Nous avons déjà eu d'excellentes collaborations avec des organisations étudiantes, et je souhaite étendre cet effort pour inclure davantage de clubs gérés par des étudiants et d'équipes d'ingénierie compétitives.\n\nGrâce à mon expérience en planification d'événements et en réseautage, j'ai l'intention de m'appuyer sur les relations existantes entre l'AÉI et les entreprises pour organiser davantage d'événements de réseautage sur le campus.\n\nJe crois qu'il faut accroître la transparence du AÉI afin d'améliorer la communication avec les étudiants. J'ai l'intention de rendre les budgets et les comptes rendus des réunions facilement accessibles aux étudiants, afin qu'ils puissent mieux comprendre nos activités et participer plus activement.\n\nEnfin, je souhaite renforcer nos relations avec la faculté afin d'améliorer l'expérience académique et sociale des étudiants de la Faculté de génie.\n\nGrâce à mon expérience, mon dévouement et mon engagement, je suis certain de pouvoir mener l'AÉI vers de nouveaux sommets. Votez pour moi, pour faire de l'AÉI la meilleure qu'elle puisse être!",
      "suresh": "",
      "bhangu": "",
      "dimatulac": "Salut ! Je m'appelle Cédric, un étudiant en informatique qui aime Kirby, les films Ghibli et les LAN parties. Je suis un membre actif de l'AEI depuis un certain temps, participant à des événements et servant de guide pendant la semaine 101. Aujourd'hui, je souhaite m'impliquer davantage en devenant VP interne. Mon rôle sera de superviser les opérations internes de l'organisation, y compris le maintien de l'ordre et de la propreté dans le bureau, la gestion des fournitures et des documents, et de veiller au bien-être de chacun.\n\nEn tant qu'étudiants, nous avons besoin d'un espace sur le campus pour nous reposer et nous recharger. Pour moi, le bureau de l'AEI est cet endroit . C'est un espace confortable pour étudier, discuter avec des amis et s'amuser. Je veux m'assurer que tout le monde puisse bénéficier de cette atmosphère agréable comme je l'ai fait.\n\nPourquoi devriez-vous voter pour moi ? J'ai une connaissance approfondie du bureau AEI et je sais comment le rendre encore plus accueillant en y ajoutant des snacks, des jeux Switch, et en le décorant pour les fêtes. En tant que VP interne, je continuerai également à effectuer des tâches administratives, telles que le classement des documents et la gestion des dossiers. Je suis également ouvert à toute suggestion visant à améliorer le bureau.\n\nSi vous n'êtes pas convaincu, laissez-moi vous présenter quelques-unes de mes réalisations :\n-J'ai réussi à maîtriser les probabilités en les examinant pendant 48 heures.\n-Je suis le chanteur de karaoké le plus bruyant\n-J'ai été classé 4e meilleur joueur de Smash à Ottawa et meilleur joueur de Kirby au Canada.\n\nVotez pour moi et je vous garantis que vous réussirez votre prochain partiel ! (Non, pas vraiment, mais vous pouvez venir au bureau et savoir que vous pouvez vous détendre et que je vous encouragerai quand même !)",
      "olugbemiro": "",
      "hassan": "",
      "suleymanova": "",
      "mostefai": "",
      "ajersch": "",
      "lee": "",
      "mao": "",
      "brown": "",
      "jocson": "Salut ! Je m'appelle Angeleeca Jocson et je suis une étudiante de deuxième année, d'informatiques et mathématiques. Je me présente pour la position de vice présidente affaires exécutives de l'association d'étudiants en informatique de l'université d'Ottawa. Je veux soutenir et aider les autres cadres de l'AÉI de toutes les manières possibles. Je suis agréable et patient avec tous mes pairs à l'école et mes collègues au travail et je pense que je peux le refléter cette communication et collaboration à l'AÉI. J'ai aussi de l'expérience avec les devoirs de direction au travail et je peux gérer et assurer que toutes les politiques et règles de l'AÉI soient respectées. Je suis aussi bilingue et ça peut aider avec la communication avec mes collègues de l'AÉI et mes pairs en informatique, ainsi que mes devoirs de répondre à des courriels généraux. Je vais assurer que mes réponses et les courriels reflètent tous les cadres de l'AÉI. Je vais consacrer mon temps dans l'AÉI et je jure d'accomplir le rôle d'affaires exécutives. Merci pour votre temps et votre considération pour ma candidature.",
      "yalcinkaya": "Je m'appelle Aydin Yalcinkaya et je suis heureux de me présenter au poste de vice-président, TI, de l'AÉI. En tant qu'étudiant de deuxième année en informatique, je suis déterminé à faire en sorte que l'expérience étudiante soit la meilleure possible pour tous les étudiants en informatique de l'Université d'Ottawa. Grâce à mon expérience en tant que développeur au sein de l'équipe Hack the Hill et en tant qu'ancien Jr. VP académique de l'AÉI, je comprends très bien ce qu'il faut faire pour créer des solutions efficaces qui profitent à l'ensemble du corps étudiant. En plus de continuer à maintenir et à améliorer le système électoral de l'AÉI, j'ai l'intention de développer des solutions technologiques encore plus innovantes qui amélioreront les opérations de l'AÉI et l'expérience globale des étudiants de l'AÉI. J'en ai hate de travailler avec mes collègues pour organiser et diriger des événements qui créeront une vie étudiante dynamique et enrichissante pour tous."
    }
  }
}
