{
  "translation": {
    "languageName": "Français",
    "compatability": 1.1,
    "general": {
      "title": "Élections AÉI",
      "voteButton": "Voter",
      "candidatesButton": "Candidats",
      "contact": "Des questions? Contactez ",
      "errors": {
        "unauthorized": "Non autorisé",
        "alreadyVoted": "L'utilisateur a déjà voté le ",
        "tryagain": "Le serveur électoral ne répond pas - Désolé de l'inconvénient.\nOn va s'en occuper!",
        "vote-has-not-started": "Début de vote: 31 mars à 10h",
        "vote-has-ended": "La période de vote est terminée",
        "other": "Erreur de connexion, veuillez réessayer",
        "warning": "Woah, qu'est-ce qui s'est passé? On va s'en occuper..."
      }
    },
    "landingPage": {
      "voteStart": "La période de vote ouvre le ____ à _____!",
      "voteOpen": "La période de vote est ouverte!",
      "voteEnd": "La période de vote est terminée, merci à tous!",
      "instructionsP1": "Si vous êtes un(e) étudiant(e) en Informatique, vous recevrez un courriel de notre part détaillant les instructions de vote pour cette élection, ainsi qu’un lien pour voter.",
      "instructionsP2": "En suivant le lien, vous rencontrerez un menu de connexion. Une fois vérifié, vous serez capable de soumettre votre bulletin de vote."
    },
    "errorPage": {
      "subtitle": "Ceci n'est pas normal...",
      "description": "Pardon! N’hésitez pas à communiquer avec it@cssa-AÉI.ca si le problème persiste. La surveillance en sera avisée.",
      "return": "Retourner à la page d'accueil"
    },
    "loginPage": {
      "studentID": "Num. d'étudiant",
      "signIn": "Accéder"
    },
    "votePage": {
      "submit": "Soumettre",
      "abstain": "Abstention" 
    },
    "votesuccessPage": {
      "voteDate": "Date de vote\n",
      "thankYou": "Merci!",
      "return": "Retourner à la page d'accueil"
    },
    "positionName": {
      "PRES": "Président(e)",
      "FNCE": "VP Finance",
      "ACDM": "VP Académique",
      "SOCL": "VP Sociale",
      "COMS": "VP Communications",
      "INTR": "VP Affaires Internes",
      "EXTR": "VP Affaires Externes",
      "PHIL": "VP Philanthropie",
      "EQUT": "VP Équité",
      "EXAF": "VP Affaires Exécutives",
      "INTE": "VP Informatique"
    },
    "candidatesPage": {
      "subtitle": "Vous pouvez accéder aux plateformes des candidats pour le mandat 2021-2022 ci-dessous.",
      "hornar": "Je m’appelle Laura Hornar et je suis une étudiante de troisième année qui se présente comme présidente du CSSA-AÉI. Je repasse pour ce poste car je souhaite poursuivre la mission de l'AÉI en étant une association qui prend soin de ses étudiants.\n\nJe veux continuer à offrir plus d'opportunités d’apprentissage, sociales et équitables aux étudiants en informatique et à la Faculté de génie dans son ensemble. Je crois que je peux y parvenir en travaillant aux côtés des VP académiques, sociaux et équité pour faire de l'AÉI un lieu sûr et prospère pour les étudiants. Il est important d'établir des liens avec vos pairs, et je crois que je suis le bon choix pour faciliter la croissance et la maturation continues de l'AÉI et de ses membres. Lorsque vous votez pour cette élection, faites compter votre vote en votant pour Laura Hornar à la présidence!",
      "abubaker": "Bonjour, je suis Omer Abubaker et je pose ma candidature pour la position de VP Finance pour l’Association des Étudiants en Informatique!\n\nJe suis convaincu que je suis le candidat idéal pour cette position puisque je possède de l’expérience antérieure dans ce domaine de travail. J’étais l’étudiant responsable à gérer les finances d’une variété de clubs et d’associations et j’ai travaillé avec plusieurs comptables durant la rédaction de rapports financiers. En tant que VP des Finances, je me concentrerais non seulement sur les logistiques financières de l'AÉI mais aussi sur le développement d’événements avec la collaboration des autres membres du conseil ainsi que sur l'acquisition de parrainages supplémentaires pour pouvoir enrichir les opportunités de réseautage pour notre communauté.",
      "chatterjee": "Bonjour! Je m'appelle Sat, un étudiant de 2e année en informatique ici à l'Université d'Ottawa! Je me présente comme vice-président des affaires académiques de l'AÉI pour 2021-2022!\n\nAyant fait partie de l'AÉI dans le passé, j'ai planifié plusieurs événements tels que des ateliers et des sessions de révision visant à guider les étudiants sur le plan académique, et je continuerai de le faire! J'ai également pu prendre des mesures concernant les problèmes auxquels sont confrontés les étudiants de notre université. Certains de ces problèmes importants incluent la santé mentale des étudiants pendant la période de quarantaine, la lutte contre les méthodes de surveillance en ligne, et bien plus encore. Bien que je m'efforce d'aborder ces questions quel que soit mon poste au CSSA, je crois qu'en faire partie me permet d'agir beaucoup plus efficacement au nom des étudiants et de mieux servir la communauté de notre université.\n\nJe crois fermement à la transparence entre l'université et les étudiants, ainsi qu'à la promotion d'une communication plus facile entre les étudiants et le corps enseignant. Je me suis efforcée d'atteindre cet objectif tout au long de mon parcours en tant que vice-présidente académique, et j'espère continuer à faire de même au cours du prochain mandat!",
      "maximo": "",
      "benmoussa": "",
      "karpov": "Salut tout le monde! Je m'appelle Elian Karpov et je suis très heureuse de me présenter à nouveau pour être votre vice-président interne!\n\nEn tant que vice-président interne cette année, j'ai eu le plaisir d'organiser des événements sociaux tels que des soirées cinéma et jeux, et de participer à notre Semaine 101 virtuelle et en personne. Je suis également fier d’avoir élargi nos options de vente de sweats à capuche, et j’espère ajouter encore plus d’options de marchandises au-delà des sweats à capuche l’année prochaine. Alors que nous revenons à l'apprentissage en personne cet automne, je prévois de garder le bureau un espace propre et confortable pour que les étudiants puissent étudier et passer du temps. Depuis leur connexion en ligne, il a été particulièrement difficile pour les étudiants de première année de s'impliquer ou de se rencontrer. d'autres étudiants, donc un autre objectif que j'ai pour l'année à venir est d'impliquer davantage nos étudiants de première année qui entament leur deuxième année dans la vie du campus. J’ai vraiment apprécié mon temps au sein de l’équipe de l'AÉI cette année et j’ai adoré rencontrer tant de gens extraordinaires lors de nos événements. J'ai hâte de vous représenter en tant que VP Interne de l'AÉI pour la prochaine année scolaire!",
      "salehi": "Salut collègues, Je m’appelle Kian, je suis en troisième année à l’Université d’Ottawa et je poursuis le poste des affaires externe VP dans AÉI.\n\nCe sera un plaisir à devenir représentant pour mes collègues informatique. Je vise organiser des activités et événement professionnels comme : des foire carrières, qui sensibilise de nouveau technologies telle que Artificiel Intelligence, Reality augmentée et Cybersécurité. Je vise aussi crée une plateforme sociale respectivement pour mes collègues dans le programme, ce qui inclue de nouveau étudiants de premier cycle. Cela sera un grand avantage pour nos étudiants dans le cadre de carrières et évènements. Je vous invite à prendre quelques minutes à rendre votre vote. La période de vote commence le 31 Mars à 10h et vous aurez jusqu'au plus tard le 2 Avril à 10h. Si vous avez des questions ou commentaires, s’il vous plait n’hésitez pas à me contacter!",
      "langhe": "Bonjour, je m'appelle Shreya et je me présente pour être votre vice-présidente de la philanthropie pour 2021-2022!\n\nJ'étais VP Phil cette année et, si je suis réélu, je prévois de faire encore plus d'événements amusants comme: des soirées cinéma, des soirées jeux, des collaborations avec d'autres associations, et bien sûr Shinorama! La principale collecte de fonds se concentrera sur la BLM, la fibrose kystique, le cancer chez les hommes et bien plus encore. J'aime me concentrer sur les collectes de fonds dans ces domaines qui contribuent à / soutiennent l'avancement de l'informatique et de la technologie - étant donné que nous sommes dans un programme d'informatique après tout. L'année dernière, nous avons organisé une soirée cinéma pour collecter des dons pour Black Founders, une organisation qui soutient les entrepreneurs noirs dans l'industrie de la technologie. Bien sûr, ces dons ne se limitent pas à ma préférence de collecte de fonds. Je serai toujours ouvert à d'autres idées de collecte de fonds aussi!",
      "pender": "Bonjour à tous ! Je m'appelle Tristan, et je suis actuellement étudiant en 3ème année d'informatique.\n\nJ'ai déjà occupé le poste de vice-président des communications de l'AÉI pendant l'année 2020-2021. En tant que vice-président de l'équité, je prévois d'organiser plus d'événements dans le but de favoriser la diversité et l'inclusion. Je prévois également d'organiser des événements qui favorisent l'égalité des chances pour tous les étudiants. Je poursuivrai les efforts déployés par le CSSA pour assurer un environnement inclusif où tous les individus sont respectés, valorisés et entendus.",
      "barenboim": "Je m'appelle Arik, en tant que nouveau vice-président aux affaires exécutives, j'aimerais enrichir l'expérience étudiante en aidant la AÉI à revenir en toute sécurité aux événements en personne pour l'année à venir. De plus, je plaiderai pour une AÉI plus transparente, en incluant une assemblée générale de fin d'année.",
      "mahanna": "Salut AÉI, je suis un étudiant en 3e année qui veut continuer comme étant VP Informatique pour le prochain mandat.\n\nL’occupant ce poste est responsable du soutien de toutes initiatives “web” que l'AÉI a développé dans le passé, ainsi que du développement de nouvelles applications web. Étant donné que notre site web principal aura 4 ans cette année, j’ai l’intention de revoir son interface utilisateur dans le but de l'améliorer. Si vous avez des questions ou des recommandations, vous pouvez me joindre à it@cssa-AÉI.ca, ou amaha100@uottawa.ca."
    }
  }
}
