{
  "translation": {
    "languageName": "Français",
    "compatability": 1.1,
    "general": {
      "title": "Élections",
      "voteButton": "Voter",
      "candidatesButton": "Candidats",
      "contact": "Des questions? Contactez ",
      "errors": {
        "unauthorized": "Non autorisé",
        "alreadyVoted": "L'utilisateur a déjà voté le ",
        "tryagain": "Le serveur électoral ne répond pas - Désolé de l'inconvénient.\nOn va s'en occuper!",
        "vote-has-not-started": "La période de vote n'a pas encore commencé",
        "vote-has-ended": "La période de vote est terminée",
        "other": "Erreur de connexion, veuillez réessayer",
        "warning": "Woah, qu'est-ce qui s'est passé? On va s'en occuper..."
      }
    },
    "landingPage": {
      "voteStart": "La période de vote n'a pas encore commencé!",
      "voteOpen": "La période de vote est ouverte!",
      "voteEnd": "La période de vote est terminée, merci à tous!",
      "instructionsP1": "Si vous êtes un(e) étudiant(e) en Informatique, vous recevrez un courriel de notre part détaillant les instructions ainsi qu'un lien pour voter.",
      "instructionsP2": "Utilisez votre lien unique pour pouvoir soumettre votre bulletin de vote."
    },
    "errorPage": {
      "subtitle": "Ceci n'est pas normal...",
      "description": "Pardon! N'hésitez pas à communiquer avec it@AÉI-AÉI.ca si le problème persiste. La surveillance en sera avisée.",
      "return": "Retourner à la page d'accueil"
    },
    "loginPage": {
      "studentID": "Num. d'étudiant",
      "signIn": "Accéder"
    },
    "votePage": {
      "submit": "Soumettre",
      "abstain": "Abstention" 
    },
    "votesuccessPage": {
      "voteTime": "Temps de vote\n",
      "thankYou": "Merci!",
      "return": "Retourner à la page d'accueil"
    },
    "positionName": {
      "PRES": "Président(e)",
      "FNCE": "VP Finance",
      "ACDM": "VP Académique",
      "SOCL": "VP Sociale",
      "COMS": "VP Communications",
      "INTR": "VP Affaires Internes",
      "EXTR": "VP Affaires Externes",
      "PHIL": "VP Philanthropie",
      "EQUT": "VP Équité",
      "EXAF": "VP Affaires Exécutives",
      "INTE": "VP Informatique",
      "LGST": "VP Logistique"
    },
    "candidatesPage": {
      "subtitle": "Vous pouvez accéder aux plateformes des candidats ci-dessous.",
      "lastname": "(Justified) French Platform here \n\n This is a new line",
      "szulsztein": "En tant qu'actuel vice-président des affaires sociales et membre expérimenté de l'équipe exécutive, je suis ravi de me présenter à la présidence de l'AÉI. En tant que VP Social, j'ai organisé et contribué à de nombreux événements réussis, tels que la Semaine 101, les LAN Parties, les Montréal Takeovers, Hack the Hill et bien d'autres!\n\nSi élu, je me concentrerai sur le renforcement des relations avec les différents groupes d'étudiants sur le campus afin d'offrir plus d'occasions d'apprentissage et de leadership aux étudiants en informatique. Nous avons déjà eu d'excellentes collaborations avec des organisations étudiantes, et je souhaite étendre cet effort pour inclure davantage de clubs gérés par des étudiants et d'équipes d'ingénierie compétitives.\n\nGrâce à mon expérience en planification d'événements et en réseautage, j'ai l'intention de m'appuyer sur les relations existantes entre l'AÉI et les entreprises pour organiser davantage d'événements de réseautage sur le campus.\n\nJe crois qu'il faut accroître la transparence du AÉI afin d'améliorer la communication avec les étudiants. J'ai l'intention de rendre les budgets et les comptes rendus des réunions facilement accessibles aux étudiants, afin qu'ils puissent mieux comprendre nos activités et participer plus activement.\n\nEnfin, je souhaite renforcer nos relations avec la faculté afin d'améliorer l'expérience académique et sociale des étudiants de la Faculté de génie.\n\nGrâce à mon expérience, mon dévouement et mon engagement, je suis certain de pouvoir mener l'AÉI vers de nouveaux sommets. Votez pour moi, pour faire de l'AÉI la meilleure qu'elle puisse être!",
      "suresh": "Bonjour Comp Sci ! Je m'appelle Aashish Suresh, et je me présente au poste de vice-président aux finances de l'AEI pour l'année 2023-2024 ! En tant que vice-président aux finances, j'ai l'intention de promouvoir et d'atteindre les objectifs financiers et budgétaires fixés par l'AEI. Par exemple, je servirai le AEI en planifiant un budget complet, ainsi qu'en allouant nos ressources de la manière la plus juste, équitable et efficace. Je serais également chargé de fournir des rapports financiers à la AEI, ainsi que de collecter les taxes et autres formes de financement fournies à l'usage de la AEI. Ayant été le fondateur et le président du club d'affaires et d'entrepreneuriat, ainsi que le secrétaire du club d'investissement au lycée, j'ai l'exposition et l'expérience nécessaires pour réussir dans un rôle tel que celui de vice-président des finances. De plus, en tant que vice-président junior de la philanthropie pour l'année 2022-2023, j'ai de l'expérience au sein de l'AEI et j'en comprends les rouages et les processus. Je souhaite soutenir l'AEI en prenant des décisions financières responsables et proactives, ainsi qu'en planifiant et en exécutant correctement toutes les affaires liées aux finances. Votez pour Aashish Suresh en tant que VP Finances du 16 au 18 mars !",
      "bhangu": "En tant qu'actuel vice-président des affaires financières de AÉI et l'un des principaux organisateurs de Hack the Hill, je me présente au poste de vice-président des affaires académiques. En votant pour moi, Ali, vous choisissez de soutenir plus de sessions de préparation aux examens et d'étude, ainsi que de nouveaux événements tels que le code et le karaoké qui vous aideront à progresser sur le plan académique et social.\n\nSi je suis élu, je veillerai à ce que nous organisions une grande variété d'événements académiques pour aider les étudiants et leur donner l'occasion de nouer des contacts avec des professeurs et des professionnels de l'industrie. Grâce au vaste réseau que j'ai constitué à travers toutes les activités que j'ai menées sur le campus au cours des deux dernières années, je pense sincèrement qu'en occupant le poste de vice-président des affaires académiques, je pourrai avoir un impact significatif sur la vie étudiante sur le campus.",
      "dimatulac": "Salut ! Je m'appelle Cédric, un étudiant en informatique qui aime Kirby, les films Ghibli et les LAN parties. Je suis un membre actif de l'AEI depuis un certain temps, participant à des événements et servant de guide pendant la semaine 101. Aujourd'hui, je souhaite m'impliquer davantage en devenant VP interne. Mon rôle sera de superviser les opérations internes de l'organisation, y compris le maintien de l'ordre et de la propreté dans le bureau, la gestion des fournitures et des documents, et de veiller au bien-être de chacun.\n\nEn tant qu'étudiants, nous avons besoin d'un espace sur le campus pour nous reposer et nous recharger. Pour moi, le bureau de l'AEI est cet endroit . C'est un espace confortable pour étudier, discuter avec des amis et s'amuser. Je veux m'assurer que tout le monde puisse bénéficier de cette atmosphère agréable comme je l'ai fait.\n\nPourquoi devriez-vous voter pour moi ? J'ai une connaissance approfondie du bureau AEI et je sais comment le rendre encore plus accueillant en y ajoutant des snacks, des jeux Switch, et en le décorant pour les fêtes. En tant que VP interne, je continuerai également à effectuer des tâches administratives, telles que le classement des documents et la gestion des dossiers. Je suis également ouvert à toute suggestion visant à améliorer le bureau.\n\nSi vous n'êtes pas convaincu, laissez-moi vous présenter quelques-unes de mes réalisations :\n-J'ai réussi à maîtriser les probabilités en les examinant pendant 48 heures.\n-Je suis le chanteur de karaoké le plus bruyant\n-J'ai été classé 4e meilleur joueur de Smash à Ottawa et meilleur joueur de Kirby au Canada.\n\nVotez pour moi et je vous garantis que vous réussirez votre prochain partiel ! (Non, pas vraiment, mais vous pouvez venir au bureau et savoir que vous pouvez vous détendre et que je vous encouragerai quand même !)",
      "olugbemiro": "'Si vous voulez que l'AÉI soit l'endroit le plus cool et le plus organisé au monde, choisissez Rachel comme VP interne!'\n- Totalement pas Rachel!\n\nCes sages paroles ont été prononcées par un vrai génie qui aimerait m'avoir comme future vice-présidente aux affaires internes de l'AÉI. En tant que vice-présidente, je promets que le bureau de l'AÉI fonctionnera aussi bien que mes capacités de programmation Java. Les dossiers seront rangés, les Nintendo Switch seront nettoyées, et surtout, les snacks seront stockés. Mais ce n'est pas tout, également je fournirai le bureau avec les fournitures dont vos autres vice-présidents auront besoin pour continuer à rendre l'AÉI meilleure que jamais. L'AÉI est une organisation qui se consacre à apporter un sens de la communauté à nos pairs CS. Je crois que ma nomination à titre de vice-présidente interne créera une communauté encore plus étroite, car je suis déterminée à apporter les bonnes ondes et mon énergie vive au bureau de l'AÉI. Après avoir obtenu mon diplôme, j'ai l'intention de faire ce que nous sommes tous venus faire ici, c'est-à-dire obtenir un poste de cadre chez Google avec très peu d'expérience professionnelle et gagner un salaire à six chiffres à l'âge de 26 ans. Même s'il s'agit de mon objectif ultime, je veux quand même profiter au maximum de mon séjour à l'Université d'Ottawa. Depuis que j'ai commencé mon diplôme, j'ai été étonnée par le sens de la communauté que l'AÉI a fourni à ses membres et j'aimerais faire partie de cette équipe d'individus qui ont fait de l'AÉI ce qu'elle est aujourd'hui.\n\nVotez Rachel pour la vice-présidente aux affaires internes!\n\nPour plus d'info sur moi et ma campagne pour être vice-présidente interne, consultez mon Instagram @rachel4vpinternal",
      "hassan": "Bonjour, je m'appelle Sami, un étudiant en informatique qui présente ma candidature au poste de  VP des affaires internes. Je suis candidat car je pense qu'il est important de s'impliquer et  d'établir des liens, surtout après quelques années en ligne pour l'école. Si je suis élu VP interne,  je m'engage à faire que tous les services internes fournis par l'AEI fonctionnent proprement.\n\nJe crois que maintenir un espace de bureau propre est essentiel pour tout environnement de  travail productif. Je m'engage à faire que le bureau de l'AEI soit toujours présentable. Je  développerai un système de nettoyage et d'organisation régulier pour m'assurer que le bureau est  dans son meilleur état. Je développerais aussi un bureau écologique, avec la minimisation de  l'utilisation du papier, un système de recyclage propre et la réduction de la consommation  d'énergie.\n\nLe bureau de l'AEI ne doit pas être exclusivement un environnement pour les affaires de  l'association, mais aussi un lieu où les étudiants peuvent se détendre, étudier pendant une journée  d'école intense avec tout ce dont ils pourraient avoir besoin pour la journée. Je m'engage à  fournir au bureau non seulement des fournitures de bureau, mais aussi des premiers soins, la  gomme / des menthes, une bouilloire électrique (avec des paquets de thé et de ramen inclus  sûrement) dans des endroits accessibles.\n\nJe reconnais également l'importance de l'accessibilité lorsqu'il s'agit de documents. Prendre une  éternité pour trouver quelque chose que vous savez se trouve dans la place dans laquelle vous  êtes dedans n'est pas amusant. En tant que VP aux affaires internes, je me ferai une priorité que  tous les documents relatifs aux activités de l'AEI soient classés d'une manière accessible à tous  les membres.\n\nJ'espère que ces 300 mots et mes affiches sur @sami4vpinternal sur Instagram ont pu vous  convaincre, votez Sami pour VP interne!",
      "ang": "Bonjour à tous, je m'appelle Erik Ang et je suis étudiant en première année d'informatique. En tant qu'actuel directeur des affaires externes de l'AÉI, je suis impatient de me présenter au poste de vice-président des affaires externes. Avant d'être promu directeur des affaires extérieures, j'étais le premier vice-président des affaires extérieures et je travaillais aux côtés de l'ancien vice-président des affaires extérieures, Kian Salehi. Pendant cette période, Kian m'a transmis ses connaissances sur ce qu'un vice-président des affaires extérieures doit faire et j'ai également pu participer à l'organisation de grands événements tels que Hack the Hill en tant que coordinateur de l'équipe de parrainage.\n\nSi je suis élue, mon objectif ne sera pas seulement d'augmenter les opportunités de réseautage pour les étudiants, mais aussi d'aider les étudiants à se préparer à ces opportunités de réseautage. Je veillerai à ce que nous organisions non seulement des salons de l'emploi, mais aussi des événements tels que des présentations de CV, des préparations aux entretiens et bien d'autres encore, afin d'aider les étudiants à s'assurer qu'ils sont prêts à rencontrer de futurs employeurs.\n\nEn outre, j'aimerais renforcer la collaboration entre le CSSA et d'autres clubs et organisations d'étudiants sur le campus, afin d'offrir davantage d'opportunités aux étudiants en informatique. J'aimerais également organiser des ateliers sur l'apprentissage automatique, la cybersécurité, la vision par ordinateur, etc.\n\nCompte tenu de mon dévouement et de mes connaissances, je suis certain que le poste de vice-président des affaires extérieures me conviendrait parfaitement. Je vous remercie de m'avoir lu et j'espère que vous voterez pour moi.",
      "suleymanova": "Bonjour à tous. Je m'appelle Zahra Suleymanova et je me présente au poste de vice-présidente des affaires extérieures de l'AEI. Je suis étudiante en deuxième année d'informatique et j'aimerais beaucoup représenter mes collègues informaticiens en occupant ce poste. Je suis ravie de collaborer avec vous tous et j'ai hâte d'aider chacun d'entre vous à trouver les ressources et les contacts dont vous avez besoin dans votre parcours professionnel. En tant qu'ancienne vice-présidente académique de l'AEI et coordinatrice de l'équipe de parrainage de Hack the Hill, j'organiserai des activités et des événements professionnels tels que le salon des carrières, où des recruteurs et des représentants de différentes entreprises technologiques parleront de leur lieu de travail et donneront des conseils sur la manière de réussir à décrocher des stages. En outre, je communiquerai avec les services de l'université sur toutes les questions ou préoccupations que vous pourriez avoir. Je vous encourage donc à voter pour moi du 16 au 18 mars, et n'hésitez pas à me contacter si vous avez des questions ou des préoccupations !",
      "mostefai": "",
      "ajersch": "Bonjour à tous, je m'appelle Alex ! Je suis un étudiant de première année qui espère devenir votre prochain VP Social.\n\nLe fait d'être l'actuel VP Social Junior m'a donné beaucoup d'expérience dans la planification de certains de vos événements préférés comme LAN Party et Montréal Takeover. Cela signifie que je serai en mesure de préparer une semaine 101 remplie d'événements exceptionnels pour recevoir les étudiants de première année. Pour ceux qui ne sont pas en première année, ne vous inquiétez pas : je ne vous ai pas oubliés. J'organiserai de nombreux événements, nouveaux et anciens, pour que vous puissiez vous amuser vous aussi.\n\nÀ l'avenir, j'aimerais collaborer avec d'autres associations d'étudiants pour organiser des événements de grande taille afin qu'un plus grand nombre d'étudiants puissent y participer. Cette collaboration vous donnera l'occasion de rencontrer des étudiants d'autres facultés et me permettra de planifier au mieux l'événement.\n\nEnfin, j'aimerais connaître votre avis. Les événements devraient s'adresser à tous les étudiants en informatique, et pas seulement à ceux qui les organisent. C'est pourquoi je vous demande votre avis. Vous pouvez m'envoyer un SMS, un courriel ou me parler en personne des événements que vous souhaitez afin que je puisse les intégrer.\n\nVotre vote me permettra de proposer des événements accessibles et amusants à tous les étudiants en informatique. N'oubliez pas de voter pour Alex Andrus Ajersch, votre candidat AAA, pour VP Social du 16 au 18 mars.",
      "lee": "En tant qu'élève de première année, j'ai l'impression de devoir faire mes preuves à bien des égards ; je n'ai pas encore gagné ma place à la table. C'est pourquoi je suis la candidate idéale pour le poste de vice-présidente de la philanthropie. Je travaille sans relâche pour atteindre les objectifs que je me fixe et ceux que je partage avec les autres ; je suis très coopérative et j'aime interagir avec des personnes d'horizons divers.\n\nPar exemple, en octobre dernier, j'ai fait du bénévolat auprès de WISE (Women in Science and Engineering) de l'Université d'Ottawa dans le cadre de l'événement Women in the Workplace. J'ai aidé les étudiantes intéressées à créer leur compte LinkedIn, tout en leur montrant les caractéristiques de la plateforme, comme la facilité de postuler à un emploi et les tests de compétences, pour n'en nommer que quelques-unes. J'aime beaucoup aider les autres et fournir des ressources, car l'accessibilité et la sécurité, en particulier la sécurité de l'emploi, sont des sujets qui me tiennent à cœur.\n\nEn tant que vice-présidente chargée de la philanthropie, j'ai l'intention de participer à des activités philanthropiques appropriées et d'en lancer. Par exemple, la collecte de fonds pour des causes sociales, des projets d'étudiants et l'organisation d'événements de donation. En ce qui concerne les événements de donation, j'aimerais organiser un événement de donation d'appareils électroniques où les étudiants peuvent donner des articles usagés ou de bonne qualité.\n\nEn outre, pendant les examens finaux, j'organiserai des cliniques de santé mentale pour que les étudiants aient accès à des ressources qui les aideront à traverser cette période stressante. En outre, non seulement je travaillerai dur pour assurer ma réussite et celle des autres, mais je me soucie aussi beaucoup des autres. Bien que ma compassion puisse être considérée à la fois comme un atout et un inconvénient, je sais qu'en tant que vice-présidente de la philanthropie, je représenterai bien le CSSA et atteindrai les objectifs que nous nous sommes fixés.",
      "mao": "As-tu déjà eu envie d'arborer de la marchandise de l'Université d'Ottawa qui ne te coûte pas un bras et une jambe ? As-tu déjà voulu aller à un LAN party et jouer à Cards Against Humanity, a Smash ou à FIFA ? As-tu déjà voulu une troisième chose parce que la règle des trois est satisfaisante? Ne cherchez plus!\n\nEn tant que premier et unique VP Logistique de la CSSA (et aussi le seul candidat à ce poste), mes talents d'organisateur ne sont pas passés inaperçus dans le suivi et la vente des marchandises officielles, et je vais continuer à faire du bon travail avec ça.\n\nJ'ai également l'intention de mettre en place un contrat pour veiller à ce que les biens empruntés soient restitués dans les meilleurs délais.\n\nEn fin de compte, mon travail acharné et ma détermination n'auront rien à voir avec l'Inquisition espagnole, parce que vous vous y attendrez.\n\nVotez Timothy Mao, parce que vous ne téléchargerez pas un sweat à capuche.",
      "brown": "Bonjour à tous ! Je m'appelle Chelsea ! Je suis candidate au poste de vice-présidente à l'équité de l'AÉI, et si vous lisez ceci, préparez-vous à être persuadés par mon charme, mon charisme et mes mots doux.\n\nSi je vous demande de fermer les yeux et d'imaginer un informaticien, soyons réalistes, vous n'imaginerez probablement pas quelqu'un qui me ressemble, malgré mes lunettes d'intello. Tout cela pour dire que je sais ce que c'est que d'être sous-représenté, en particulier dans ce domaine. Cette perspective me permet de mieux reconnaître et identifier les problèmes qui se posent autour de moi, et de trouver comment aider les autres dans des situations délicates.\n\nEn ce qui concerne le manque de représentation et de diversité, j'ai toujours essayé de faire partie de la solution. Je suis actuellement la représentante de première année en génie de WISE (Women In Science and Engineering) de l'Université d'Ottawa, où nous nous efforçons d'autonomiser les femmes par le biais de toutes sortes d'événements et de partenariats. Par le passé, j'ai été ambassadrice étudiante pour le Durham Black Educators Network, où j'ai créé une journée de séminaire pour les élèves marginalisés de l'élémentaire, et j'ai reçu leur prix de la réussite étudiante pour un étudiant LGBTQ+ qui a fait preuve d'engagement dans sa communauté.\n\nEn tant que vice-présidente junior académique, j'ai eu la chance de connaître les dirigeants actuels et de les voir consacrer des heures de travail acharné à l'amélioration de la vie des étudiants en informatique. Si je suis élu, je serai un mentor, un modèle et un ami pour tous ceux qui franchissent les portes du bureau, et je veillerai à ce qu'ils se sentent soutenus et entendus. Par le biais d'événements, de messages sur les médias sociaux et en personne durant mes heures de bureau, j'utiliserai ma plateforme en tant que VP équité pour faire de l'AÉI (et de l'Université d'Ottawa) un espace inclusif et sécuritaire, où nous nous sentons tous valorisés et connectés.",
      "jocson": "Salut ! Je m'appelle Angeleeca Jocson et je suis une étudiante de deuxième année, d'informatiques et mathématiques. Je me présente pour la position de vice présidente affaires exécutives de l'association d'étudiants en informatique de l'université d'Ottawa. Je veux soutenir et aider les autres cadres de l'AÉI de toutes les manières possibles. Je suis agréable et patient avec tous mes pairs à l'école et mes collègues au travail et je pense que je peux le refléter cette communication et collaboration à l'AÉI. J'ai aussi de l'expérience avec les devoirs de direction au travail et je peux gérer et assurer que toutes les politiques et règles de l'AÉI soient respectées. Je suis aussi bilingue et ça peut aider avec la communication avec mes collègues de l'AÉI et mes pairs en informatique, ainsi que mes devoirs de répondre à des courriels généraux. Je vais assurer que mes réponses et les courriels reflètent tous les cadres de l'AÉI. Je vais consacrer mon temps dans l'AÉI et je jure d'accomplir le rôle d'affaires exécutives. Merci pour votre temps et votre considération pour ma candidature.",
      "yalcinkaya": "Je m'appelle Aydin Yalcinkaya et je suis heureux de me présenter au poste de vice-président, TI, de l'AÉI. En tant qu'étudiant de deuxième année en informatique, je suis déterminé à faire en sorte que l'expérience étudiante soit la meilleure possible pour tous les étudiants en informatique de l'Université d'Ottawa. Grâce à mon expérience en tant que développeur au sein de l'équipe Hack the Hill et en tant qu'ancien Jr. VP académique de l'AÉI, je comprends très bien ce qu'il faut faire pour créer des solutions efficaces qui profitent à l'ensemble du corps étudiant. En plus de continuer à maintenir et à améliorer le système électoral de l'AÉI, j'ai l'intention de développer des solutions technologiques encore plus innovantes qui amélioreront les opérations de l'AÉI et l'expérience globale des étudiants de l'AÉI. J'en ai hate de travailler avec mes collègues pour organiser et diriger des événements qui créeront une vie étudiante dynamique et enrichissante pour tous."
    }
  }
}
