{
  "translation": {
    "languageName": "Français",
    "compatability": 1.1,
    "general": {
      "title": "Élections",
      "voteButton": "Voter",
      "candidatesButton": "Candidats",
      "contact": "Des questions? Contactez ",
      "errors": {
        "unauthorized": "Non autorisé",
        "alreadyVoted": "L'utilisateur a déjà voté le ",
        "tryagain": "Le serveur électoral ne répond pas - Désolé de l'inconvénient.\nOn va s'en occuper!",
        "vote-has-not-started": "La période de vote n'a pas encore commencé",
        "vote-has-ended": "La période de vote est terminée",
        "other": "Erreur de connexion, veuillez réessayer",
        "warning": "Woah, qu'est-ce qui s'est passé? On va s'en occuper..."
      }
    },
    "landingPage": {
      "voteStart": "La période de vote n'a pas encore commencé, revenez plus tard!",
      "voteOpen": "La période de vote est ouverte!",
      "voteEnd": "La période de vote est terminée, merci à tous!",
      "instructionsP1": "Si vous êtes un(e) étudiant(e) en Informatique, vous recevrez un courriel de notre part détaillant les instructions de vote pour cette élection, ainsi qu’un lien pour voter.",
      "instructionsP2": "En suivant le lien, vous rencontrerez un menu de connexion. Une fois vérifié, vous serez capable de soumettre votre bulletin de vote."
    },
    "errorPage": {
      "subtitle": "Ceci n'est pas normal...",
      "description": "Pardon! N’hésitez pas à communiquer avec it@cssa-AÉI.ca si le problème persiste. La surveillance en sera avisée.",
      "return": "Retourner à la page d'accueil"
    },
    "loginPage": {
      "studentID": "Num. d'étudiant",
      "signIn": "Accéder"
    },
    "votePage": {
      "submit": "Soumettre",
      "abstain": "Abstention" 
    },
    "votesuccessPage": {
      "voteTime": "Temps de vote\n",
      "thankYou": "Merci!",
      "return": "Retourner à la page d'accueil"
    },
    "positionName": {
      "PRES": "Président(e)",
      "FNCE": "VP Finance",
      "ACDM": "VP Académique",
      "SOCL": "VP Sociale",
      "COMS": "VP Communications",
      "INTR": "VP Affaires Internes",
      "EXTR": "VP Affaires Externes",
      "PHIL": "VP Philanthropie",
      "EQUT": "VP Équité",
      "EXAF": "VP Affaires Exécutives",
      "INTE": "VP Informatique"
    },
    "candidatesPage": {
      "subtitle": "Vous pouvez accéder aux plateformes des candidats ci-dessous.",
      "lastname": "(Justified) French Platform here \n\n This is a new line",
      "pender": "Bonjour à tous! Je m'appelle Tristan, et je suis actuellement un étudiant en informatique de 4ème année. J'ai déjà occupé le poste de vice-président de l'équité et aussi de communications depuis l'année 2020-2021. \n\nEn tant que vice-président de l'équité, je prévois de continuer à organiser plus d'événements ayant pour objectif la diversité et l'inclusion. Je prévois également d'organiser des événements qui favorisent l'égalité des chances pour tous les étudiants. Je poursuivrai les efforts que le CSSA a mis en place pour assurer un environnement inclusif où tous les individus sont respectés, valorisés et entendus.",
      "bhangu": "Bonjour, je m'appelle Ali Raza Bhangu et je me présente au poste de vice-président des finances de l'Association des étudiants en informatique ! Je pense que je suis fait pour ce poste car j'ai déjà eu l'occasion de gérer les finances de divers clubs et associations d'étudiants, puisque j'étais le vice-président junior des finances de la CSSA pour l'année universitaire 21/22. Si je suis élue vice-présidente des finances, je ne me concentrerai pas seulement sur les finances de l'association, mais je travaillerai également avec les autres membres de l'exécutif pour créer plus d'événements et aider le CSSA à obtenir des parrainages pour permettre aux étudiants d'avoir plus de connexions avec l'industrie technologique et bien plus encore.\n\nMerci!",
      "salehi": "Salut collègues, Je m'appelle Kian, je suis en quatrième année à l'Université d'Ottawa et je poursuis le poste des affaires externe VP dans AEI. Ce sera un plaisir à devenir représentant pour mes collègues informatique. Je vise organiser des activités et événement professionnels comme : des foire carrières, qui sensibilise de nouveau technologies telle que Artificiel Intelligence, Reality augmentée et Cybersécurité. Je vous invite à prendre quelques minutes à rendre votre vote au plus tard le 28 Mars. Si vous avez des questions ou commentaires, s'il vous plait n'hésitez pas à me contacter!",
      "szulsztein": "Bonjour, je m'appelle Tomer Szulsztein, et je me présente au poste de Vice-Président Social de l'Association d'étudiants informatique! Je crois que j'ai ce qu'il faut pour remplir ce poste, en raison de mon expérience en tant que membre de l'association étudiante et je suis le courant vice-président social junior de l'AÉI, ayant aidé à organiser plusieurs événements et en ayant organisé un moi-même. Si je suis élue, je me concentrerai sur la création d'événements sociaux amusants et attrayants pour l'AÉI et je travaillerai en collaboration avec les autres cadres pour financer des évènements plus grands qui deviendront un point fort de l'expérience universitaire de tous les étudiants en informatique.\n\nMerci",
      "ahmed": "Bonjour, je m'appelle Mustafa Ahmed et je suis ravi de me présenter au poste de vice-président académique de la CSSA ! Je pense que je suis le mieux placé pour ce poste car je suis une personne très orientée vers les études et j'ai une grande motivation pour diriger des activités. J'ai diverses expériences dans la direction de sports et d'autres activités de loisirs. Combiné à mon esprit académique, je crois que j'excellerai en tant que VP académique. J'ai également pour objectif de rester en contact et d'être disponible pour traiter toutes les questions académiques au sein du CSSA. J'espère être un grand atout pour le CSSA et tous les événements futurs que nous organiserons.\n\nMerci!",
      "bagga": "Je m'appelle Vanisha Bagga et je termine ma deuxième année en informatique à UOttawa. Je désire offrir des ressources éducatives et sociales accessibles aux étudiants pour améliorer leur expérience à l'université. Comme je n'ai fréquenté l'université que pendant la pandémie, je ne savais pas comment j'allais rencontrer mes collègues de classe ou obtenir de l'aide scolaire. Heureusement, l'AÉI m'a aidé à connaître une experience universitaire proche de la normale. L'AÉI m'a fourni des activités auxquelles je pouvais participer, qui m'ont aidé à établir des liens tout en demeurant en sécurité. Ils étaient là pour répondre à mes questions au sujet de mon programme ou de mon université. Mon but est d'être cette personne pour les premières années à venir qui viennent à UOttawa. Au cours de la dernière année, j'ai participé à la Semaine 101 à titre de guide pour soutenir les premières années. En tant que vice-présidente des Affaires Exécutives, je veux aller un peu plus loin. Je souhaite mettre à profit mon expérience d'étudiant de première année pendant la pandémie de COVID-19 pour fournir des idées qui amélioreront la vie étudiante des étudiants en informatique. Je suis une personne accessible et sociale qui veut aider les étudiants en informatique d'uOttawa à créer une communauté d'informatique qui les soutient."
    }
  }
}
